Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Lies to the west of the <ref>dst='great_continent' text='continent'</ref> and all rivers eventually flow to it. Far to the west in the Great Ocean is a huge archipelago called <ref>dst='morogor' text='Morogor'</ref>.
uk_ua: Лежить на захід від <ref>dst='great_continent' text='континенту'</ref>; у нього впадають усі річки. Далеко на заході Великого океану розташований величезний архипелаг <ref>dst='morogor' text='Морогор'</ref>.

source: Lieutenant
uk_ua: Лейтенант

source: Lieutenant, we were assaulted by a band of outlaws en route to the outpost. We were barely able to evade them and make it here!
uk_ua: Лейтенанте, по дорозі до аванпосту на нас напала банда вигнанців. Ми ледве змогли втекти від них та дібратися сюди!

source: Lieutenant, who is in command here? And where are the ships? We risk being trapped in this city for the winter if the port freezes over.
uk_ua: Лейтенанте, хто тут головний? І де кораблі? Ми ризикуємо застрягти в цьому місті на зиму, якщо води порту остаточно замерзнуть.

source: Lieutenants are some of the more respected commanding officers among humans and are often seen leading smaller-scale incursions and managing the battlefield. Trained both with sword and crossbow, they excel at neither, and are somewhat less resilient than the warlords of other races — this is more than made up for by their superior knowledge and training in military strategy.
uk_ua: Лейтенанти — одні з офіцерів людей і вони часто очолюють малі вторгнення та керують ходом бою. Лейтенантів вчать володінню як мечем, так і арбалетом, щоправда не дуже вдало, а також вони менш стійкі у порівнянні з командирами у інших рас. Компенсація за це все — відмінні знання та навички з військової стратегії.

source: Life and Death — Experience
uk_ua: Життя і Смерть — Досвід

source: Light Red
uk_ua: Світло-червоний

source: Light blue
uk_ua: Блакитний

source: Lighthouse
uk_ua: Маяк

source: Liminal
uk_ua: Тіньовий

source: Liminal Bonus:
uk_ua: Бонус тіньовим:

source: Liminal units fight best during the twilight times of day. Twilight: +25% Damage
uk_ua: Тіньові бійці краще б'ються у сутінках Сутінки: +25% шкоди

source: Liminal units:
uk_ua: Тіньові бійці:

source: Limit FPS
uk_ua: Обмежити FPS

source: Linderion
uk_ua: Ліндеріон

source: Lining your troops up also prevents the enemy from surrounding any one of them. For ZOC reasons, a unit with one enemy behind it and one in front is trapped.
uk_ua: Вишиковування ваших військ в лінію також не дає можливості противникові їх оточити. Через дію зон контролю боєць, що має двох противників з протилежних сторін, знаходиться в пастці.

source: Link
uk_ua: Лінк

source: Linked '$id' group has multiple definitions.
uk_ua: Пов'язана група '$id' визначена більше одного разу.

source: Linked group '$id' needs a 'fixed_width' or 'fixed_height' key.
uk_ua: Зв'язана група '$id' потребує ключ 'fixed_width' або 'fixed_height'.

source: Linneus
uk_ua: Ліннеус

source: Lionel
uk_ua: Ліонель

source: Lionel, it is an honor to go into battle beside you. Now let us fight for life over death!
uk_ua: Ліонелю, для мене буде честю битися поряд з тобою! Що ж, настав час йти у битву в ім'я життя!

source: Liryn
uk_ua: Лірин

source: Listen up, ye primitive screwheads! This... is me BOOM STICK. Lemme show you what this baby can do!
uk_ua: Слухайте, ви, примітивні гвинтоголові! Це... моя БА-БАХ ПАЛКА. Дозвольте показати, на що ця крихітка здатна!

source: Listen, humans! This valley belongs to me now. I require all your houses and your possessions! Hand them over quietly and I may permit you to live on as my slaves...
uk_ua: Слухайте, люди! Тепер ця долина належить мені. Мені потрібні усі ваші будинки і майно! Віддавайте мені їх без зайвих розмов, і я дозволю вам жити в якості моїх рабів...

source: Lit
uk_ua: Освітлена печера

source: Lit Brazier
uk_ua: Світла жаровня

source: Lit Mushroom Grove
uk_ua: Освітлений грибний гай

source: Lit Non-mixed Mushroom Grove
uk_ua: Звичайний освітлений грибний гай

source: Lit Stone Wall
uk_ua: Освітлена кам'яна стіна

source: Lit Torch
uk_ua: Запалений факел

source: Lithuanian Translation
uk_ua: Литовський переклад

source: Little is known about Yetis, ape-like creatures said to live in remote and snow-covered mountains. Few profess to have seen one, and their existence is doubted by many. Most accounts agree on several factors though — while slow and simple-minded, yetis are extremely resilient, and can kill any they encounter with their bare fists. This is enough to keep even the doubtful from venturing too far onto the mountains they are said to inhabit.
uk_ua: Небагато відомо про єті, мавпоподібних істот, що живуть серед віддалених і вкритих снігом скель. Мало хто бачив хоча б одного, тож їх існування ставиться під сумніви. Тим не менше, більшість джерел погоджуються на декількох пунктах — білі, повільні та примітивні єті надзвичайно живучі і можуть вбити майже будь-кого одними кулаками. Цих фактів достатньо, щоб навіть невіруючі трималися подалі від гір, де вони були помічені.

source: Little remains of this once wealthy mining colony, now a haven for raiders and thieves.
uk_ua: Мало що залишилося від колись багатої гірницької колонії. Тепер це притулок для бандитів і злодіїв.

source: Living men and dwarves are nearing. Rise, my fellow dead, and slay the intruders!
uk_ua: Наближаються живі люди та гноми. Повстаньте, Варта Порталу, і вбийте зловмисників!

source: Living... Soon, you’ll be more troops for my master!
uk_ua: Живі... Скоро ви станете воїнами мого повелителя!

source: Living...? I see that it is so. Your breath stirs dust that has lain untouched since the Primal Aeon. And it was foretold that one like you would come.
uk_ua: Жива...? Так, я бачу. Твоє дихання змітає пил, який лежав тут незайманим з Первісної Ери. Було передбачено, що одного разу жива людина явиться сюди.

source: Lizard Beach
uk_ua: Берег ящірок

source: Li’sar
uk_ua: Лі'сар

source: Llorvin
uk_ua: Ллорвін

source: Lo, Knights of Elensefar, the battle hath begun ere our arrival. Though I disobey my father in this endeavor, our presence surely is much needed.
uk_ua: Подумати тільки, Лицарі Еленсефару, битва почалася ще до нашої появи. Хоча я й йду проти батька у цій виправі, наша присутність тут необхідна.

source: Load
uk_ua: Завантажити

source: Load Core
uk_ua: Завантажити компоненти

source: Load Game
uk_ua: Завантажити гру

source: Load Map
uk_ua: Завантажити карту

source: Load Recent
uk_ua: Завантажити недавні

source: Load Turn...
uk_ua: Завантажити хід...

source: Load Unit Type
uk_ua: Завантажити тип бійця

source: Load a saved game
uk_ua: Завантажити збережену гру

source: Loaded embedded map data
uk_ua: Вбудовані в карту дані завантажено

source: Loaded referenced map file:
uk_ua: Завантажено по посиланню файл карти:

source: Loading data files
uk_ua: Завантаження даних

source: Loading game configuration
uk_ua: Завантаження налаштувань гри

source: Loading level
uk_ua: Завантаження рівня

source: Loading units
uk_ua: Завантаження бійців

source: Loading...
uk_ua: Завантаження...

source: Lobby
uk_ua: Фойє

source: Local Game
uk_ua: Локальна гра

source: Local Player
uk_ua: Локальний гравець

source: Location of occurrence:
uk_ua: Де відбулося порушення:

source: Location selection canceled
uk_ua: Вибір місця скасовано

source: Log Cabin
uk_ua: Дерев'яна хатина

source: Log Domain
uk_ua: Домен логів

source: Log File
uk_ua: Лог-файл

source: Log Out
uk_ua: Вийти

source: Log on to the official Wesnoth multiplayer server
uk_ua: Увійти на офіційний мультиплеєрний сервер Веснота

source: Logging
uk_ua: Логування

source: Logging Failure
uk_ua: Логування провалено

source: Logging Options
uk_ua: Параметри логування

source: Logging in
uk_ua: Виконую вхід

source: Login
uk_ua: Ввійти

source: Login:
uk_ua: Логін:

source: Logs:
uk_ua: Логи:

source: Lollyra
uk_ua: Лоліра

source: Long ago one of the mightiest living creatures, the feared Dragon has become only bones and dark sinew. Long after its death, it was raised through the dark powers of necromancy, which it now serves. The Skeletal Dragon may look like nothing more than a pile of bones, but few people who thought that way lived long enough to change their minds.
uk_ua: Колись він був одним з наймогутніших живих створінь, а зараз від дракона залишилися тільки кістки і почорнілі жили. Після смерті він був піднятий і підпорядкований темною силою некромантії. Скелет дракона може мати вигляд простої купи кісток, але ті, хто так вважав, прожили досить для того, щоб змінити свою думку.

source: Long ago, a clan of elves on the Isle of Tears fell under the sway of a dark curse. Their souls still haunt that place and no elf will go there. You should clear this isle, and put their souls to rest.
uk_ua: Дуже давно на ельфійський клан Острова Сліз лягло темне прокляття. Їхні духи досі живуть там, і жоден ельф туди не піде. Очисть цей острів і упокой нарешті їх душі.

source: Long ago, a great star fell from the heavens, leaving its mark on this coniferous region.
uk_ua: Дуже давно, величезна зірка впала з небес, залишивши свою відмітину на цій порослій хвойними лісами землі.

source: Long ago, countless centuries before the time of Haldric, and far beyond the easternmost reaches of Lintanir Forest, great and terrible wars were fought. The records tell of a powerful battle-mage, a brilliant tactician and practitioner of the arcane arts, who had been given the title of Dauntless by his followers. At the battle of Arcanclave, Dauntless and his armies did battle with a savage race of sorcerer-demons known as the Kah Ruuk. Surrounded by tens of thousands of Kah Ruuk, Dauntless used his magic to summon a powerful earth elemental (who, for unknown reasons, owed Dauntless a debt of gratitude). The elemental raised great stones from deep within the earth, forming them, in mere moments, into the walls and battlements of a massive fortress. Thousands of Kah Ruuk perished in their attempt to overrun Arcanclave Citadel, and Dauntless and his men were victorious that day. More than one thousand years later, the Warrior-Queen Cynsaun the First drove a clan of necromancers from the ruins of Arcanclave Citadel, and, in the years that followed, converted the region into a military stronghold. It is rumored that several powerful artifacts, remnants from the reign of the Great Mage Dauntless, may yet remain hidden, lost somewhere within the granite and obsidian walls of Arcanclave Citadel. Designed by Doc Paterson.
uk_ua: Дуже давно, задовго до часів Хальдріка, і далеко за межами лісу Лінтанір, велися великі та жахливі війни. Записи розповідають про могутнього бойового мага, блискучого тактика і практика таємних мистецтв, який був удостоєний звання Безстрашний його послідовниками. У битві при Арканклаві, Безстрашний і його армії билися з лютою расою чаклунів-демонів відомих як Ках Руук. Оточений десятками тисяч Ках Руук, Безстрашний використав свою магію, щоб викликати могутнього елементаля землі (який, з невідомих причин, був у боргу перед Безстрашним). Елементаль підняв з глибин величезні камені, і сформував з них, в лічені миті, зубчаті стіни масивної фортеці. Тисячі Ках Руук загинули під час спроб захопити Цитадель Арканклав, і в той день Безстрашний та його люди перемогли. Більше тисячі років потому, воїн-королева Синсун Перша прогнала клан некромантів з руїн Цитаделі Арканклав, і в наступні роки, перетворила регіон в військовою фортецею. Ходять чутки, що деякі могутні артефакти, залишки від правління великого мага Безстрашного, можливо, ще приховуються десь поміж гранітних та обсидіанових стін Цитаделі Арканклаву. Автор — Doc Paterson.

source: Long have I studied the ways of lore, and I have much wisdom to offer. Allow me to guide you on your quest and together we will accomplish great things!
uk_ua: Я довго вивчав шляхи пізнання, і можу поділитися мудрістю. Дозвольте мені вести вас у вашій виправі, і разом ми здійснимо великі справи!

source: Long live the King! Wait, you are not—
uk_ua: Хай живе Король! Почекайте, ви не—

source: Long-distance Movement
uk_ua: Довгі ходи

source: Longbowman
uk_ua: Лучник з довгим луком

source: Longbows are fearsome weapons, but too difficult for beginning archers to wield. It takes great strength to draw one, and the added range and power it confers remain useless unless one has good aim with the weapon. Longbowmen carry their weapons as a badge of pride, and most bowmen look forward to the day they can begin using one.
uk_ua: Довгі луки — страшна зброя, але надто складна для початківців. Ця зброя вимагає великої сили, і якщо погано прицілитись, перевага в дальності і потужності польоту стріли зводяться нанівець. Лучники з гордістю носять довгий лук, і більшість лучників жадають наблизити той день, коли отримають його в руки.

source: Longest time allowed for first turn (seconds)
uk_ua: Найдовший дозволений час першого ходу (секунди)

source: Longest time possible for any turn (seconds)
uk_ua: Найдовший дозволений час будь-якого ходу (секунди)

source: Look at how tall it is! Those towers be so sheer and smooth, it almost looks like magic called them up out of the earth!
uk_ua: Диви яке воно високе! Сі вежі такі гладкі та вигнуті, виглядає зовсім, ніби магія витягла іх з самих надр землі!

source: Look at that! He’s not from the Academy.
uk_ua: Ти глянь! А цей не з Академії.

source: Look at the map: the terrain, the position of your leader and the other leader(s).
uk_ua: Роздивіться карту: вивчіть місцевість, позицію свого і інших лідерів.

source: Look in the distance... riders approach!
uk_ua: Дивіться вдалину... вершники наближаються!

source: Look my pet, here’s a yummy treat!
uk_ua: Дивися, моя улюблениця, ось смачна закуска!

source: Look out, a serpent has emerged from the deep.
uk_ua: Бережіться, з глибини піднявся змій.

source: Look sharp for the inhabitants here. They might have something to tell us.
uk_ua: Уважно видивляйтеся місцевих. Вони можуть розповісти щось корисне.

source: Look there! Outlaws and bandits roam these woods, harrying our patrols!
uk_ua: Дивіться! Вигнанці та бандити шастають цими лісами, полюючи на наші патрулі!

source: Look there! Smoke rises from Westin! The bandits must have already overrun the garrison and are sacking the city!
uk_ua: Погляньте! Від Вестіна стелить димом. Бандити вже перебили гарнізон і грабують місто!

source: Look there! The undead have broken through Sir Gerrick’s line! Alas, he is lost!
uk_ua: Дивіться! Армія мерців прорвала оборону Пана Герріка! На жаль, він загинув!

source: Look to the west! There lies the forest of the elves. Let us hasten across the river and the hills.
uk_ua: Дивіться на захід! Там лежить ліс ельфів. Поквапимося, треба перетнути річку та пагорби.

source: Look what I have found in here! I can count a hundred pieces of gold.
uk_ua: Дивіться, що я знайшов! Я можу нарахувати тут десь сто золотих.

source: Look what I have found in here! I can count fifty pieces of gold.
uk_ua: Дивіться, що я знайшов! Я можу нарахувати тут десь п'ятдесят золотих.

source: Look! Goblin riders be on the hunt, headed right for Dallben!
uk_ua: Диви! Гоблінські наєзніки вийшли на полювання, прямують прямо до Далбену!

source: Look! There is a bat cowering in the corner here.
uk_ua: Дивіться! Там в кутку сховався кажан.

source: Look! There is a bat in the corner here. It is moving, but it looks half dead.
uk_ua: Дивіться! Там в кутку кажан. Ворушиться, але виглядає напівмертвим.

source: Look! There is a bat.
uk_ua: Дивіться! Там кажан.

source: Look! There is a bat. It is moving, but it looks half dead.
uk_ua: Дивіться! Там кажан. Ворушиться, але виглядає напівмертвим.

source: Look! There is a massive bat back here.
uk_ua: Дивіться! Там ззаду величезний кажан.

source: Look, a little princeling and his merry men! We’ll teach you a lesson for what your kind did to us!
uk_ua: Подивіться, маленький принц і його веселі дружки! Ми провчимо тебе за усе те, що твій народ нам зробив!

source: Look, goblin riders approach! You was right, they was going to raid Dallben while we was gone.
uk_ua: Диви, наїзники на вовках! Ти був прав, шо вони збираються напасти на Далбен, як нас не буде.

source: Look, riders approach.
uk_ua: Диви, наближаються вершники.

source: Look, there is a cavern below the cave floor. What might we rouse if we go tromping about in the cave? I hope it is nothing worse than bats.
uk_ua: Дивись, під цією печерою — ціла каверна. Кого ми можемо збудити, якщо тупцятимемо тут? Хто знає. Сподіваюся, тут живуть лише кажани.

source: Looks like a pretty grim fight you’ve got up ahead. I’ve got too many troubles of my own to join in, but stick about a while and I’ll put some steel in your backbone. When I’m through with you you’ll be able to keep on going no matter the odds!
uk_ua: Схоже, на вас чекає досить похмура битва. У мене занадто багато власних проблем, щоб приєднатися до вас, але витримайте трохи часу, і я вкладу трохи сталі в ваші тіла. Коли я закінчу, зможете продовжувати йти вперед, незважаючи ні на що!

source: Looks like some fishperson used to live here.
uk_ua: Виглядає, нач тут жили водяні.

source: Looks like someone left some supplies here.
uk_ua: Непогано, хтось залишив тут трохи припасів.

source: Looks like these guards be holding stationary posts. If we’re careful, we can get ourselves around them unnoticed.
uk_ua: Здаєтця, наче ці охоронці просто стоять на своїх постах. Як будемо обережними, зможемо обійти їх непоміченими.

source: Looks like they still do. Ick.
uk_ua: Виглядає, шо вони й досі тут. Ііік.

source: Looks like we fished some tasty help.
uk_ua: Схоже, ми виловили смачненьку підмогу.

source: Looks like you could use some help. A grizzled old veteran like me won’t be much use on the field, but I bet I can teach your men a thing or two about swordplay.
uk_ua: Виглядає так, наче вам потрібна допомога. Сивий та старий ветеран, типу мене, не принесе багато користі на полі бою, але я можу навчити ваших людей парі прийомів володіння мечем.

source: Looks like you’re a bit down on your luck, my friends. But now that I am here, there’s nothing to worry about!
uk_ua: Схоже, вам трохи не щастить, мої друзі. Але зараз, коли я тут, нема за що хвилюватися!

source: Lord
uk_ua: Лорд

source: Lord Aryad
uk_ua: Лорд Аріяд

source: Lord Asaeri
uk_ua: Лорд Асейрі

source: Lord El’Isomithir
uk_ua: Лорд Ель’Ізомітір

source: Lord Logalmier
uk_ua: Лорд Логалмір

source: Lord Logalmier, I shall defeat your dragon.
uk_ua: Лорде Логалміре, я уб'ю вашого дракона.

source: Lord Maddock
uk_ua: Лорд Маддок

source: Lord Typhon
uk_ua: Лорд Тайфон

source: Lord, I shall guard your secret until the day of my death.
uk_ua: Лорде, я зберігатиму твою таємницю до тих пір, поки не прийде моя смерть.

source: Loremaster... None of us is fit to take up the lordship. Karrag fooled us all, made us the tools of his foul scheme.
uk_ua: Хранителю... Жоден з нас не заслуговує на керування Кал Картою. Карраґ з легкістю обвів нас довкола пальця, зробив інструментами свого злого плану.

source: Loremasters are the sages of the dwarvish race. Their counsel is greatly valued by war-leaders and chieftains, and they are viewed with awe by ordinary dwarves, for they alone have plumbed the deepest and most closely-held secrets of dwarven knowledge. It is said that where a loremaster stands, there is the soul of the dwarves. To the abilities of the Annalist they add a limited ability to heal.
uk_ua: Хранителі Давнини — мудреці раси гномів. Їхні поради високо ціняться серед воєначальників та вождів, а звичайні гноми дивляться на них з повагою та захватом, бо саме вони тримають ключи до найтаємніших та найглибших таємниць гномів. В народі навіть кажуть— де Хранитель Давнини, там душа гномів. До здібностей літописців ці мудреці додають здатність лікувати рани.

source: Lose your leader and all your commanders
uk_ua: Втратити вашого лідера та всіх командирів

source: Losing a healer hurts all the troops! Keep them out of the enemy’s reach!
uk_ua: Втрата цілителя позначиться на усіх солдатах! Тримай їх чимдалі від супротивника!

source: Losing units is expected, even advanced units.
uk_ua: Втрата бійців цілком очікувана, навіть високого рівня.

source: Losnin
uk_ua: Лоснін

source: Loss of a caravan
uk_ua: Втрата каравану

source: Losses
uk_ua: Втрат

source: Lots of gold
uk_ua: Багато золота

source: Love Theme
uk_ua: Любовна тема

source: Lowel
uk_ua: Ловел

source: Loyal
uk_ua: Вірний

source: Loyal units don&#8217;t incur upkeep. Most units incur an upkeep cost at the end of every turn, which is equal to their level. Loyal units do not incur this cost. During campaigns, certain units may opt to join the player&#8217;s forces of their own volition. These units are marked with the Loyal trait. Although they may require payment to be recalled, they never incur any upkeep costs. This can make them invaluable during a long campaign, when gold is in short supply. This trait is never given to recruited units, so it may be unwise to dismiss such units or to send them to a foolish death.
uk_ua: Вірні бійці не вимагають утримання. Більшість бійців вимагають певної суми (що дорівнює їх рівню) на утримання по завершенні кожного ходу. Вірні бійці не вимагають цих грошей. Під час кампаній певні бійці можуть приєднатися до гравця по своїй волі. Такі бійці позначаються особливістю Вірний. Попри те, що такі бійці можуть вимагати оплати за повторний виклик, вони ніколи не зажадають плати на утримання. Це робить їх неоцінимими упродовж тривалої кампанії, коли кількість золота обмежена. Ця особливість ніколи не надається найнятим бійцям, тому безрозсудно відпускати таких бійців чи посилати їх на безглузду смерть.

source: Loyalists
uk_ua: Вірнопіддані

source: Lua Console
uk_ua: Консоль Lua

source: Lvl
uk_ua: Рівн

source: Lvl $lvl
uk_ua: Рів $lvl

source: Lvl 0
uk_ua: 0 рівень

source: Lyllan
uk_ua: Лілан

source: MP:
uk_ua: Магія:

source: Mabooa
uk_ua: Мабуа

source: Mace
uk_ua: Булава

source: Macedonian Translation
uk_ua: Македонський переклад

source: Maddock, I be coming to report—
uk_ua: Маддоку, я прийшов повідомити—

source: Maddock, we helped you defend your city. Will you help us now?
uk_ua: Маддоку, ми помогли тобі захистити твоє місто. Чи поможеш ти тепер нам?

source: Maddock’s firstborn son.
uk_ua: Це найстарший син Маддока.

source: Maelvas
uk_ua: Майелвас

source: Maga-Knafa
uk_ua: Мага-Кнафа

source: Mage
uk_ua: Маг

source: Mage Commander
uk_ua: Командир магів

source: Mage Leader
uk_ua: Лідер магів

source: Mage Magister
uk_ua: Магістр магів

source: Mage of Light
uk_ua: Світлий маг

source: Magenta Ball
uk_ua: Пурпурна кулька

source: Mages
uk_ua: Маги

source: Mages and Paladins are capable of destroying the stones
uk_ua: Маги та паладини здатні знищити камені

source: Mages are your wise men. They can study at universities, pursuing advances in mining, farming and recruitment.
uk_ua: Маги — це ваші мудреці. Вони можуть займатися наукою в університетах, поліпшувати гірничу справу, сільське господарство та вербування.

source: Maghah...
uk_ua: Магхаа...

source: Magic Circle
uk_ua: Магічне коло

source: Magic Staff
uk_ua: Магічний посох

source: Magic Wand
uk_ua: Чарівна паличка

source: Magical
uk_ua: Магія

source: Magrid
uk_ua: Магрід

source: Main Menu
uk_ua: Головне меню

source: Main Stats
uk_ua: Головні характеристики

source: Mainline
uk_ua: Основний вміст

source: Mainline multiplayer scenarios
uk_ua: Основні багатокористувацькі сценарії

source: Maintain a defensive line
uk_ua: Підтримуйте лінію оборони

source: Make a Ford
uk_ua: Створити брід

source: Make haste, son! We must win before the summer crop is in ruin.
uk_ua: Поквапся, синку! Треба закінчити швидше, ніж загине увесь літній урожай.

source: Make haste. We must secure the frontier or it’s all over!
uk_ua: Поквапся. Ми повинні убезпечити прикордоння, або всьому кінець!
